[
  {
    "name": "Sony 40″ 40W652 LED Television",
    "image": "https://i.ibb.co/8937sjc/1-13-300x300.jpg",
    "description": "X-Reality™ PRO sharpens every image and upscales each pixel. It also removes different types of noise from analogue and digital TV formats, DVD and Blu-ray™ discs, and even digital photos. So you get rich, high-quality images with extraordinary clarity.",
    "price": "44500",
    "quantity": "3",
    "supplierName": "Abdul Jolil"
  },
  {
    "name": "Galaxy S22 Plus",
    "image": "https://i.ibb.co/hCqFbSy/20201125-1606301857-210129.png",
    "description": "Sunlight, meet Galaxy S22+'s brightest display. The stunning 120Hz Infinity-O Displays are built with Dynamic AMOLED 2X with Vision Booster technology for high outdoor visibility, keeping the view clear in bright daylight or at night. Now the only glare you'll get is from jealous strangers.",
    "price": "104999",
    "quantity": "4",
    "supplierName": "Rabbi"
  },
  {
    "name": "MacBook Air (Late 2020) 13inch",
    "image": "https://i.ibb.co/56BFJ6q/20201125-1606301857-210129.png",
    "description": "Our thinnest, lightest notebook, completely transformed by the Apple M1 chip. CPU speeds up to 3.5x faster.GPU speeds up to 5x faster. Our most advanced Neural Engine for up to 9x faster machine learning. The longest battery life ever in a MacBook Air. And a silent, fanless design. This much power has never been this ready to go.",
    "price": "99990",
    "quantity": "12",
    "supplierName": "Rabbi"
  },
  {
    "name": "Conion Washing Machine BEK-70XPB",
    "image": "https://i.ibb.co/M5X5dnz/Conion-Washing-Machine-BEK-70-XPB-300x300.jpg",
    "description": "Conion Washing Machine BEK-70XPB (7kg) is a great washing machine with features that’ll change the way you wash clothes forever. Conion Washing machine comes with SuperWash Technology and Magic Cleaning Filter that’ll make washing and cleaning clothes a pleasant experience.",
    "price": "1400",
    "quantity": "4",
    "supplierName": "Firoz kobir"
  },
  {
    "name": "Conion Refrigerator BE-290TGFB",
    "image": "https://i.ibb.co/M1XWJmm/238-Black-b-488-x-300-300x300.jpg",
    "description": "It can be a perfect choice for you and your family with its 50:50 Fridge plus Deep Fridge design. This wonderfully designed refrigerator of 290 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Low noise design ensures comfort",
    "price": "45900",
    "quantity": "4",
    "supplierName": "Firoz kobir"
  },
  {
    "name": "HP E23 G4 23 FHD IPS Monitor",
    "image": "https://i.ibb.co/30MjsJX/e23-g4-001-228x228.jpg",
    "description": "HP E23 G4 23 FHD IPS Monitor comes with 23FHD (1920 x 1080) IPS Display, It's display is featured with Aspect ratio 16:9, Brightness (typical) 250 nits, Contrast ratio (typical) 1000:1 static, Response times 5ms on/off (with overdrive), Pixel pitch 0.265 mm, Low blue light mode and Anti-glare. This moitor has HDMI; USB port; VGA; DisplayPort Interface which are 1 VGA; 1 USB Type-B; 1 HDMI 1.4; 1 DisplayPort 1.2; 4 USB-A 3.2 Gen 1. This monitor is also equipped with Input voltage 100 to 240 VAC and 51 W (maximum), 26 W (typical), 0.5 W (standby) Power consumption with Brightness; Exit; Information; Management; Power control; Input control; Menu control; Image; Color User controls. The new HP E23 G4 23 FHD IPS Monitor has 03 years warranty.",
    "price": "23100",
    "quantity": "1",
    "supplierName": "Sajad"
  },
  {
    "name": "Sony 4K LED 55X8000H (Android) Television",
    "image": "https://i.ibb.co/jyN5Xwb/X800-H-300x300.jpg",
    "description": "With 4K X-Reality PRO, every image is upscale closer to true 4K quality for remarkable clarity. Images are sharpened and refined in real time, revealing extra detail in the books and architecture of the library.",
    "price": "126000",
    "quantity": "4",
    "supplierName": "Monir"
  },
  {
    "name": "Sony 49″ LED 49W800G (Android) TV",
    "image": "https://i.ibb.co/LvJpNBd/Sony-49-LED-49-W800-G-Android-TV-300x300.jpg",
    "description": "Experience the exquisite detail, contrast and texture of Full HD 1080p. With an image resolution of 1920 x 1080 pixels, Full HD provides five times more detail than a standard definition picture. Everything you watch is sharper, more defined and more real with minimal noise and maximum impact.",
    "price": "78000",
    "quantity": "3",
    "supplierName": "Firoz kobir"
  },
  {
    "name": "Whirlpool Washing Machine",
    "image": "https://i.ibb.co/PGvdH1d/31425-360-Bloomwash-Pro-H-13-KG-300x300.jpg",
    "description": "Get rid of everyday stains with the all-new Hotmatic Technology. It’s advanced microprocessor and intellisensor enables the washing machine to analyze data and control water temperature for different fabric type.",
    "price": "45900",
    "quantity": "4",
    "supplierName": "Firoz kobir"
  },
  {
    "name": "Conion Refrigerator BE-170 GD",
    "image": "https://i.ibb.co/kQtZVHf/BE-170-GD-Black-Blue-300x300.jpg",
    "description": "It can be a perfect choice for you and your family with its 50:50 Fridge plus Deep Fridge design. This wonderfully designed refrigerator of 170 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Low noise design ensures comfort.",
    "price": "22500",
    "quantity": "7",
    "supplierName": "Tanvir sharik"
  },
  {
    "name": "Conion Refrigerator BE-270",
    "image": "https://i.ibb.co/6r4M2s0/BE-270-GD-Black-300x300.jpg",
    "description": "This wonderfully designed refrigerator of 270 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Low noise design ensures comfort.",
    "price": "31500",
    "quantity": "14",
    "supplierName": "Tanvir sharik"
  },
  {
    "name": "Sony 43″ KDL43W660F Smart LED TV",
    "image": "https://i.ibb.co/xJGmrfJ/Sony-43-KDL43-W660-F-Smart-LED-TV-1-300x300.jpg",
    "description": "X-Reality PRO picture processing upscales every pixel for exceptional Full HD clarity. As frames are analysed, each scene is matched with our special image database to refine images and reduce noise. See how the architecture in the building is enhanced with extra detail.",
    "price": "58000",
    "quantity": "5",
    "supplierName": "Abdul Jolil"
  },
  {
    "name": "Conion Washing Machine BEK-130XPB",
    "image": "https://i.ibb.co/KW4m6P1/Conion-Washing-Machine-BEK-150-XPB-300x300.jpg",
    "description": "Conion Washing Machine BEK-130XPB (13KG) is a great washing machine with features that’ll change the way you wash clothes forever. Conion Washing machine comes with SuperWash Technology and Magic Cleaning Filter that’ll make washing and cleaning clothes a pleasant experience.",
    "price": "17000",
    "quantity": "4",
    "supplierName": "Monir"
  },
  {
    "name": "Hitachi Refrigerator R-WB640VOPB",
    "image": "https://i.ibb.co/LzMsTWf/French-Bottom-Freezer-4door-Deluxe-01-300x300.jpg",
    "description": "The Hitachi Refrigerator R-WB640V0PB (GBK) can be a perfect choice for you and your family. This wonderfully designed refrigerator of 569 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Hitachi’s innovative convertible compartment lets you switch between the vegetable and dairy/meat modes cooling depending on where you locate the compartment in the refrigerator.",
    "price": "198000",
    "quantity": "1",
    "supplierName": "Rakibul Hasan"
  },
  {
    "name": "Hitachi Refrigerator R-SX800GPBO",
    "image": "https://i.ibb.co/whQc8LL/Hitachi-Refrigerator-R-SX800-PB0-GBK-Water-Dispenser-300x300.jpg",
    "description": "The Side by Side Hitachi Refrigerator R-SX800GPBO (GBK) Water Dispenser can be a perfect choice for you and your family. This wonderfully designed refrigerator of 540 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Hitachi’s innovative convertible compartment lets you switch between the vegetable and dairy/meat modes cooling depending on where you locate the compartment in the refrigerator.",
    "price": "250000",
    "quantity": "2",
    "supplierName": "Rakibul Hasan"
  },
  {
    "name": "Hitachi Refrigerator R-VG460P8PB",
    "image": "https://i.ibb.co/pLXBV7Z/Hitachi-Refrigerator-R-VG420-P8-PB-XRZ-300x300.jpg",
    "description": "This wonderfully designed refrigerator of 366 liters capacity is fully equipped with various healthy features to help store your food without any health hazards. Hitachi’s innovative convertible compartment lets you switch between the vegetable and dairy/meat modes cooling depending on where you locate the compartment in the refrigerator.",
    "price": "81900",
    "quantity": "2",
    "supplierName": "Rafiul Shan"
  },
  {
    "name": "LG Washing Machine T2108VSPM8",
    "image": "https://i.ibb.co/M5S75hJ/LG-Washing-Machine-T2108-VSPM8-8-KG-300x300-1.jpg",
    "description": "G Washing Machine T2108VSPM8 is a great washing machine at an unbelievable price point. This great appliance from LG comes with Smart Inverter Control, Smart Motion,  TurboDrum™, LoDecibel™ Quiet System, Smart Diagnosis™ and Tub Clean. Now washing clothes won’t be a hassle anymore with this amazing washing machine at your disposal.",
    "price": "35900",
    "quantity": "1",
    "supplierName": "Monir"
  },
  {
    "name": "LG Washing Machine T2310VS2B",
    "image": "https://i.ibb.co/tq1q4Vk/LG-Washing-Machine-T2108-VSPM8-8-KG-300x300.jpg",
    "description": "LG Washing Machine T2310VS2B (10 kg) is a great washing machine at an unbelievable price point. This great appliance from LG comes with Smart Inverter Control, Smart Motion,  TurboDrum™, LoDecibel™ Quiet System, Smart Diagnosis™ and Tub Clean. Now washing clothes won’t be a hassle anymore with this amazing washing machine at your disposal.",
    "price": "47700",
    "quantity": "7",
    "supplierName": "Rafiul Shan"
  },
  {
    "name": "Whirlpool Supreme Cool 1 Ton Inverter AC",
    "image": "https://i.ibb.co/CtnH4BB/whirlpool-supreme-cool-ac-300x300-1.jpg",
    "description": "Advanced Inverter Technology that adapts to your cooling needs while reducing energy and keeping power consumption low.The all-new 3D Cool Inverter ACs are equipped with intelli-convert~ with 8-in-1 modes. Now Switch between different modes with the touch of a button.",
    "price": "47700",
    "quantity": "2",
    "supplierName": "Korim Hasan"
  },
  {
    "name": "Whirlpool Supreme Cool 1.5 Ton Ac",
    "image": "https://i.ibb.co/CtnH4BB/whirlpool-supreme-cool-ac-300x300-1.jpg",
    "description": "The all-new 3D Cool Inverter ACs are equipped with intelli-convert~ with 8-in-1 modes. Advanced Inverter Technology that adapts to your cooling needs while reducing energy and keeping power consumption low.",
    "price": "47700",
    "quantity": "2",
    "supplierName": "Korim Hasan"
  },
  {
    "name": "Conion Rice Cooker BE-28 DTC",
    "image": "https://i.ibb.co/ncp98vY/Conion-Rice-Cooker-BE-28-DTC-300x300.jpg",
    "description": "Conion Rice Cooker BE-28 DTC comes from the highly reliable Rice Cooker line from Conion. Automatic Warm Function. Easy Single Switch Operation, Measuring Cup and Spon",
    "price": "3400",
    "quantity": "3",
    "supplierName": "Korim Hasan"
  },
  {
    "name": "Panasonic Blender MX-EX1001",
    "image": "https://i.ibb.co/MZ3S275/MX-EX1001-1-Jar-300x300.jpg",
    "description": "The maximum locked wattage of 400w output from Panasonic Blender MX-EX1001  makes it a powerful blending machine, come with two speed and pulse options. The in-built”Ice Crushing Titanium Blade” enables high powered performance. And for the many versatile uses, this 1.35L capacity jug can “whip up”, using wet or dry ingredients, users are assured of many exciting experiences in the kitchen.",
    "price": "3000",
    "quantity": "9",
    "supplierName": "Shoel"
  },
  {
    "name": "Conion Rice Cooker ESSEN 8704 2.8L",
    "image": "https://i.ibb.co/gWWQTFv/ESSEN-8704-2-8-Ltr-300x300.jpg",
    "description": "Put washed rice into the inner pot and add water to the corresponding level (If 3 cups of rice are to be cooked then water to high level 3) add or reduce the amount of water depending on your personnel taste. Do not add water in excess of the “MAX” watermark.",
    "price": "3200",
    "quantity": "2",
    "supplierName": "Shoel"
  },
  {
    "name": "Conion Blender BE-1001",
    "image": "https://i.ibb.co/ySYMyM7/BE-1001-LKS-2-Jar-300x300.jpg",
    "description": "Conion Blender BE-1001 LKS (2 Jar) has stainless steel cutter to ensure maximum blending efficiency. With its 1.5-liter jug capacity and max locked wattage at 300W Conion Blender BE-1001 LKS (2 Jar) can be a perfect addition to your kitchen. Your blending experience will be a blissful one. Dishwasher-safe plastic body ensures healthy blending. Some of the features of Conion Blender BE-1001 LKS (2 Jar) at a glance.",
    "price": "2000",
    "quantity": "5",
    "supplierName": "Shoel"
  },
  {
    "name": "iPad 2021 (9th generation)",
    "image": "https://i.ibb.co/KyHVsDB/20211110-1636534606-505857.png",
    "description": "This ipad is Display 10.2-inch (diagonal) LED-backlit Multi-Touch display with IPS technology",
    "price": "45000",
    "quantity": "8",
    "supplierName": "Kobir"
  },
  {
    "name": "iPhone 11",
    "image": "https://i.ibb.co/8zHLXvr/20211205-1638695718-345867.png",
    "description": "Take your photos from wide to ultra-wide. A redesigned interface uses the new Ultra-Wide camera to show you what’s happening outside the frame — and lets you capture it. Shoot and edit videos as easily as you do photos.",
    "price": "77990",
    "quantity": "6",
    "supplierName": "Kobir"
  },
  {
    "name": "Sharp LE265M 40” LED TV",
    "image": "https://i.ibb.co/xF31g3Z/SHARP-LED-40-LE265-M-1-300x300.jpg",
    "description": "Sharp LE265M 40” LED TV is also equipped with MHL function so you can collaborate with your Smartphone. Selectable Multilingual On-Screen Display (English / Simplified-Chinese / Arabic / Persian / French / Thai / Portuguese / Vietnamese / Russian / Spanish / Malay / Indonesian) is added feature for you. T",
    "price": "24881",
    "quantity": "2",
    "supplierName": "Abdul kalam"
  },
  {
    "name": "Oppo A54",
    "image": "https://i.ibb.co/S0BDX26/20210826-1629980933-578859.png",
    "description": "This is super cool phone with 6.51 inches IPS LCD. 6gb RAM and 128gb ROM",
    "price": "99990",
    "quantity": "12",
    "supplierName": "Sojib"
  },
  {
    "name": "Sony 32″ 32W600D LED Television",
    "image": "https://i.ibb.co/HN319Rq/KDL-32-W600-D-300x300.jpg",
    "description": "Experience stunning picture quality whether you are watching movies on Blu-ray™ Discs, regular TV broadcasts, web videos or even low-resolution smartphone clips. Sony’s X-Reality™ PRO image processing engine draws on a vast database of shapes, patterns, textures and colour to give you beautifully re-mastered images that are richer in colour and detail.",
    "price": "34500",
    "quantity": "5",
    "supplierName": "Abdul Jolil"
  },
  {
    "name": "Oppo F21 Pro",
    "image": "https://i.ibb.co/qsYYvWD/20220412-1649748041-442653.png",
    "description": "Exclusively Customized by OPPO and built with Sony hardware, this Next Generation RGBW sensor introduces white pixels that are more sensitive to light, capturing 60% more light while reducing 35% noise¹. More light intake allows you to capture bright and clear images in any light condition.",
    "price": "27990",
    "quantity": "7",
    "supplierName": "Nazmul"
  },
  {
    "name": "AirPods (3rd Generation)",
    "image": "https://i.ibb.co/Lp8b4vg/20211124-1637730934-303867.png",
    "description": "With spatial audio that places sound all around you, Adaptive EQ that tunes music to your ears",
    "price": "19990",
    "quantity": "2",
    "supplierName": "Sojib"
  },
  {
    "name": "MacBook Pro 14inch (2021) ",
    "image": "https://i.ibb.co/NKx4yF1/20211110-1636549088-550946.png",
    "description": "The most powerful MacBook Pro ever is here. With the blazing-fast M1 chip — the first Apple silicon designed for pros — you get groundbreaking performance and amazing battery life.With 16gb RAM and 512gb SSD",
    "price": "19990",
    "quantity": "1",
    "supplierName": "Nazmul"
  },
  {
    "name": "Asus Vivobook X515MA Celeron N4020",
    "image": "https://i.ibb.co/VSHh7tk/vivobook-15-x515ea-01-228x228.jpg",
    "description": "The Asus Vivobook X515MA laptop comes with Intel Celeron Processor N4020 (4M Cache, 1.10 GHz up to 2.80 GHz) and 4GB DDR4 RAM. It has a 1TB SATA 5400RPM 2.5 HDD and it also comes with 1x M.2 2280 PCIe 3.0x2 Slot. This laptop has been integrated with Intel UHD Graphics 600 and it has a 15.6-inch HD (1366 x 768) display with a 16:9 aspect ratio.",
    "price": "35500",
    "quantity": "4",
    "supplierName": "Sojib"
  },
  {
    "name": "Toshiba 49″ LED Smart 49U7750VE",
    "image": "https://i.ibb.co/3pP89LK/Toshiba-49-LED-Smart-49-U7750-VE-Ultra-HD-4-K-300x300.png",
    "description": "4K resolution, also called 4K, refers to a horizontal resolution in the order of 3840  pixels and vertical resolution in the order of 2160 pixels.",
    "price": "51300",
    "quantity": "1",
    "supplierName": "Rahman payer"
  },
  {
    "name": "Havit H763D Gaming Headphone",
    "image": "https://i.ibb.co/PtZ1yMD/havit-h763d-gaming-headphone-black-01-228x228.jp",
    "description": "Havit H763D is a Gaming Headphone available in Black Color. This is a Wired Headphone that utilizes 3.5mm audio jacks for connectivity. The headphone cord has a length of 1.8m. It is available in both dual headphone plug versions. Both Plug Setups utilizes 3.5MM audio jack for connectivity.",
    "price": "750",
    "quantity": "9",
    "supplierName": "Firoz kobir"
  },
  {
    "name": "Havit H2590BT",
    "image": "https://i.ibb.co/nL31G62/h2590bt-1-228x228.jpg",
    "description": "Havit H2590BT Multi-Function Headphone is comes with V4.2 Version Bluetooth connectivity. This headphone is Stylish comfortable headphones with bluetooth connection, The ability to listen to music or favorite audio books from a Micro CD card and also equipped with an FM and an AUX line input.",
    "price": "840",
    "quantity": "7",
    "supplierName": "Sajad"
  }
]
